tektecher/micropython/ports/esp32/boards/openbit/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "open:bit"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_OPENBIT
